Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeDomain/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# %@ cannot be launched. %@
source: %1$@ cannot be launched. %2$@
ar: يتعذّر تشغيل %1$@. %2$@
de: %1$@ kann nicht gestartet werden. %2$@
es: No se puede abrir %1$@. %2$@
fr: Impossible de lancer %1$@. %2$@
hi: %1$@ लॉन्च नहीं किया जा सकता। %2$@
it: Impossibile avviare %1$@. %2$@
ja: %1$@を起動できません。%2$@
ko: %1$@을(를) 실행할 수 없습니다. %2$@
nl: %1$@ kan niet worden gestart. %2$@
pl: Nie można uruchomić %1$@. %2$@
pt_br: Não é possível iniciar %1$@. %2$@
ru: Невозможно запустить %1$@. %2$@
tr: %1$@ başlatılamıyor. %2$@
uk: Неможливо запустити %1$@. %2$@
zh_hans: 无法启动 %1$@。%2$@
zh_hant: 無法啟動 %1$@。%2$@

source: %@ is required.
ar: الحقل «%@» مطلوب.
de: Das Feld „%@“ ist erforderlich.
es: El campo “%@” es obligatorio.
fr: Le champ « %@ » est obligatoire.
hi: “%@” आवश्यक है।
it: Il campo “%@” è obbligatorio.
ja: 「%@」は必須です。
ko: “%@” 항목은 필수입니다.
nl: ‘%@’ is verplicht.
pl: Pole „%@” jest wymagane.
pt_br: O campo “%@” é obrigatório.
ru: Поле «%@» обязательно.
tr: “%@” alanı zorunludur.
uk: Поле «%@» обов’язкове.
zh_hans: “%@”为必填项。
zh_hant: 「%@」為必填欄位。

# /%@/ is not a valid regular expression: %@
source: /%1$@/ is not a valid regular expression: %2$@
ar: /%1$@/ ليس تعبيرًا نمطيًا صالحًا: %2$@
de: /%1$@/ ist kein gültiger regulärer Ausdruck: %2$@
es: /%1$@/ no es una expresión regular válida: %2$@
fr: /%1$@/ n’est pas une expression régulière valide : %2$@
hi: /%1$@/ मान्य रेगुलर एक्सप्रेशन नहीं है: %2$@
it: /%1$@/ non è un’espressione regolare valida: %2$@
ja: /%1$@/は有効な正規表現ではありません：%2$@
ko: /%1$@/은(는) 유효한 정규 표현식이 아닙니다: %2$@
nl: /%1$@/ is geen geldige reguliere expressie: %2$@
pl: /%1$@/ nie jest prawidłowym wyrażeniem regularnym: %2$@
pt_br: /%1$@/ não é uma expressão regular válida: %2$@
ru: /%1$@/ не является допустимым регулярным выражением: %2$@
tr: /%1$@/ geçerli bir düzenli ifade değil: %2$@
uk: /%1$@/ не є дійсним регулярним виразом: %2$@
zh_hans: /%1$@/ 不是有效的正则表达式：%2$@
zh_hant: /%1$@/ 不是有效的正規表示式：%2$@

source: A name holds %lld characters at most.
ar: يتسع الاسم لـ %lld حرف كحد أقصى.
de: Ein Name darf höchstens %lld Zeichen lang sein.
es: Un nombre tiene como máximo %lld caracteres.
fr: Un nom tient en %lld caractères au plus.
hi: नाम में अधिकतम %lld वर्ण हो सकते हैं।
it: Un nome può contenere al massimo %lld caratteri.
ja: 名前は%lld文字以内にしてください。
ko: 이름은 최대 %lld자까지 입력할 수 있습니다.
nl: Een naam bevat maximaal %lld tekens.
pl: Nazwa może mieć maksymalnie %lld znaków.
pt_br: Um nome tem no máximo %lld caracteres.
ru: Название может содержать не более %lld символов.
tr: Bir ad en fazla %lld karakter olabilir.
uk: Назва може містити щонайбільше %lld символів.
zh_hans: 名称最多 %lld 个字符。
zh_hant: 名稱最多 %lld 個字元。

source: A name is required.
ar: الاسم مطلوب.
de: Ein Name ist erforderlich.
es: El nombre es obligatorio.
fr: Un nom est obligatoire.
hi: नाम आवश्यक है।
it: Il nome è obbligatorio.
ja: 名前は必須です。
ko: 이름은 필수입니다.
nl: Een naam is verplicht.
pl: Nazwa jest wymagana.
pt_br: Um nome é obrigatório.
ru: Необходимо название.
tr: Ad zorunludur.
uk: Потрібна назва.
zh_hans: 名称为必填项。
zh_hant: 必須填寫名稱。

source: Address review feedback
ar: معالجة ملاحظات المراجعة
de: Review-Feedback umsetzen
es: Atender los comentarios de revisión
fr: Traiter les retours de revue
hi: रिव्यू फ़ीडबैक पर काम करें
it: Gestisci i commenti di revisione
ja: レビューのフィードバックに対応
ko: 리뷰 피드백 반영
nl: Verwerk reviewfeedback
pl: Uwzględnij uwagi z recenzji
pt_br: Tratar comentários de revisão
ru: Учесть замечания ревью
tr: İnceleme geri bildirimlerini ele al
uk: Опрацювати відгуки рецензії
zh_hans: 处理审查意见
zh_hant: 處理審查意見

source: Address the unresolved review comments on the merge request at {{url}}. For each one, change the code or explain why not, run the tests, and summarise what you did per comment.
ar: عالج تعليقات المراجعة غير المحلولة في الـ merge request على {{url}}. لكل تعليق، عدّل الشيفرة أو اشرح سبب عدم التعديل، ونفّذ الاختبارات، ثم لخّص ما فعلته لكل تعليق.
de: Bearbeite die offenen Review-Kommentare im Merge-Request unter {{url}}. Ändere jeweils den Code oder erkläre, warum nicht, führe die Tests aus und fasse für jeden Kommentar zusammen, was du getan hast.
es: Atiende los comentarios de revisión sin resolver de la merge request {{url}}. Para cada uno, modifica el código o explica por qué no lo haces, ejecuta las pruebas y resume lo que has hecho en cada comentario.
fr: Traitez les commentaires de revue non résolus de la merge request {{url}}. Pour chacun, modifiez le code ou expliquez pourquoi vous ne le faites pas, lancez les tests, puis résumez ce que vous avez fait pour chaque commentaire.
hi: {{url}} पर merge request की अनसुलझी रिव्यू टिप्पणियों पर काम करें। हर टिप्पणी के लिए कोड बदलें या बताएँ कि क्यों नहीं, टेस्ट चलाएँ, और हर टिप्पणी पर आपने क्या किया उसका सारांश दें।
it: Gestisci i commenti di revisione non risolti della merge request {{url}}. Per ciascuno, modifica il codice o spiega perché non lo fai, esegui i test e riassumi cosa hai fatto per ogni commento.
ja: {{url}}のマージリクエストで未解決のレビューコメントに対応してください。各コメントについて、コードを変更するか変更しない理由を説明し、テストを実行して、コメントごとに行ったことを要約してください。
ko: {{url}}의 merge request에서 해결되지 않은 리뷰 코멘트를 처리하십시오. 각 코멘트마다 코드를 변경하거나 변경하지 않는 이유를 설명하고, 테스트를 실행한 다음, 코멘트별로 수행한 작업을 요약하십시오.
nl: Verwerk de onopgeloste reviewopmerkingen bij de merge request op {{url}}. Pas voor elke opmerking de code aan of leg uit waarom niet, voer de tests uit en vat per opmerking samen wat je hebt gedaan.
pl: Uwzględnij nierozwiązane komentarze z recenzji merge requesta {{url}}. Przy każdym zmień kod lub wyjaśnij, dlaczego tego nie robisz, uruchom testy i podsumuj, co zrobiono dla każdego komentarza.
pt_br: Trate os comentários de revisão não resolvidos da merge request {{url}}. Para cada um, altere o código ou explique por que não, execute os testes e resuma o que você fez em cada comentário.
ru: Обработай нерешённые комментарии ревью в merge request {{url}}. По каждому измени код или объясни, почему не стоит, запусти тесты и кратко опиши, что сделано по каждому комментарию.
tr: {{url}} adresindeki merge request’in çözülmemiş inceleme yorumlarını ele al. Her biri için kodu değiştir ya da neden değiştirmediğini açıkla, testleri çalıştır ve her yorum için ne yaptığını özetle.
uk: Опрацюй нерозв’язані коментарі рецензії в merge request {{url}}. Для кожного зміни код або поясни, чому ні, запусти тести й підсумуй, що зроблено для кожного коментаря.
zh_hans: 处理 {{url}} 处 merge request 中未解决的审查评论。对每条评论，修改代码或说明不修改的原因，运行测试，并逐条总结你所做的处理。
zh_hant: 處理 {{url}} 上 merge request 中尚未解決的審查意見。針對每則意見，修改程式碼或說明不修改的原因，執行測試，並逐則摘要你所做的處理。

source: Amber
ar: كهرماني
de: Bernstein
es: Ámbar
fr: Ambre
hi: एम्बर
it: Ambra
ja: アンバー
ko: 호박색
pl: Bursztynowy
pt_br: Âmbar
ru: Янтарный
tr: Kehribar
uk: Бурштиновий
zh_hans: 琥珀色
zh_hant: 琥珀色

source: Another template is already called “%@”.
ar: يوجد قالب آخر باسم «%@».
de: Eine andere Vorlage heißt bereits „%@“.
es: Ya hay otra plantilla llamada “%@”.
fr: Un autre gabarit s’appelle déjà « %@ ».
hi: एक अन्य टेम्पलेट का नाम पहले से “%@” है।
it: Un altro template si chiama già “%@”.
ja: 「%@」という名前のテンプレートがすでにあります。
ko: “%@”(이)라는 이름의 다른 템플릿이 이미 있습니다.
nl: Een ander sjabloon heet al ‘%@’.
pl: Inny szablon już nazywa się „%@”.
pt_br: Outra predefinição já se chama “%@”.
ru: Другой шаблон уже называется «%@».
tr: “%@” adında başka bir şablon zaten var.
uk: Інший шаблон уже має назву «%@».
zh_hans: 已有另一个模板名为“%@”。
zh_hant: 已有另一個範本名為「%@」。

source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
hi: नीला
it: Blu
ja: ブルー
ko: 파란색
nl: Blauw
pl: Niebieski
pt_br: Azul
ru: Синий
tr: Mavi
uk: Синій
zh_hans: 蓝色
zh_hant: 藍色

source: Choose it again, or type a path starting with / or ~.
ar: اختره مرة أخرى، أو اكتب مسارًا يبدأ بـ / أو ~.
de: Wähle ihn erneut oder gib einen Pfad ein, der mit / oder ~ beginnt.
es: Vuelve a elegirla o escribe una ruta que empiece por / o ~.
fr: Choisissez-le à nouveau, ou saisissez un chemin commençant par / ou ~.
hi: इसे फिर से चुनें, या / या ~ से शुरू होने वाला पथ टाइप करें।
it: Sceglilo di nuovo o digita un percorso che inizia con / o ~.
ja: もう一度選択するか、/または~で始まるパスを入力してください。
ko: 다시 선택하거나, / 또는 ~로 시작하는 경로를 입력하십시오.
nl: Kies hem opnieuw, of typ een pad dat begint met / of ~.
pl: Wybierz go ponownie lub wpisz ścieżkę zaczynającą się od / lub ~.
pt_br: Escolha-o novamente, ou digite um caminho começando com / ou ~.
ru: Выберите его снова или введите путь, начинающийся с / или ~.
tr: Yeniden seçin ya da / veya ~ ile başlayan bir yol yazın.
uk: Виберіть його знову або введіть шлях, що починається з / чи ~.
zh_hans: 请重新选择，或输入以 / 或 ~ 开头的路径。
zh_hant: 請重新選擇，或輸入以 / 或 ~ 開頭的路徑。

source: Choose one that is still there and readable.
ar: اختر مجلدًا لا يزال موجودًا وقابلًا للقراءة.
de: Wähle einen, der noch existiert und lesbar ist.
es: Elige una que siga existiendo y se pueda leer.
fr: Choisissez-en un qui existe toujours et qui peut être lu.
hi: ऐसा चुनें जो अभी भी मौजूद हो और पढ़ा जा सके।
it: Scegline uno che esiste ancora ed è leggibile.
ja: 存在していて読み込み可能なものを選択してください。
ko: 아직 존재하고 읽을 수 있는 항목을 선택하십시오.
nl: Kies er een die nog bestaat en leesbaar is.
pl: Wybierz taki, który nadal istnieje i można go odczytać.
pt_br: Escolha um que ainda exista e possa ser lido.
ru: Выберите тот, который существует и доступен для чтения.
tr: Hâlâ var olan ve okunabilen birini seçin.
uk: Виберіть той, що ще існує і який можна прочитати.
zh_hans: 请选择一个仍然存在且可读取的项目。
zh_hant: 請選擇仍存在且可讀取的項目。

source: Choose the folder again, or type a path starting with / or ~.
ar: اختر المجلد مرة أخرى، أو اكتب مسارًا يبدأ بـ / أو ~.
de: Wähle den Ordner erneut oder gib einen Pfad ein, der mit / oder ~ beginnt.
es: Vuelve a elegir la carpeta o escribe una ruta que empiece por / o ~.
fr: Choisissez à nouveau le dossier, ou saisissez un chemin commençant par / ou ~.
hi: फ़ोल्डर फिर से चुनें, या / या ~ से शुरू होने वाला पथ टाइप करें।
it: Scegli di nuovo la cartella o digita un percorso che inizia con / o ~.
ja: フォルダをもう一度選択するか、/または~で始まるパスを入力してください。
ko: 폴더를 다시 선택하거나, / 또는 ~로 시작하는 경로를 입력하십시오.
nl: Kies de map opnieuw, of typ een pad dat begint met / of ~.
pl: Wybierz folder ponownie lub wpisz ścieżkę zaczynającą się od / lub ~.
pt_br: Escolha a pasta novamente, ou digite um caminho começando com / ou ~.
ru: Выберите папку снова или введите путь, начинающийся с / или ~.
tr: Klasörü yeniden seçin ya da / veya ~ ile başlayan bir yol yazın.
uk: Виберіть папку знову або введіть шлях, що починається з / чи ~.
zh_hans: 请重新选择文件夹，或输入以 / 或 ~ 开头的路径。
zh_hant: 請重新選擇資料夾，或輸入以 / 或 ~ 開頭的路徑。

source: Choose the folder that contains it.
ar: اختر المجلد الذي يحتويه.
de: Wähle den Ordner, der ihn enthält.
es: Elige la carpeta que lo contiene.
fr: Choisissez le dossier qui le contient.
hi: वह फ़ोल्डर चुनें जिसमें यह है।
it: Scegli la cartella che lo contiene.
ja: それを含むフォルダを選択してください。
ko: 이 항목이 포함된 폴더를 선택하십시오.
nl: Kies de map waarin hij staat.
pl: Wybierz folder, który go zawiera.
pt_br: Escolha a pasta que o contém.
ru: Выберите папку, в которой он находится.
tr: Onu içeren klasörü seçin.
uk: Виберіть папку, яка його містить.
zh_hans: 请选择包含它的文件夹。
zh_hant: 請選擇包含它的資料夾。

source: Choose the folder the agent should work in.
ar: اختر المجلد الذي يجب أن يعمل فيه الوكيل.
de: Wähle den Ordner, in dem der Agent arbeiten soll.
es: Elige la carpeta en la que debe trabajar el agente.
fr: Choisissez le dossier dans lequel l’agent doit travailler.
hi: वह फ़ोल्डर चुनें जिसमें एजेंट को काम करना चाहिए।
it: Scegli la cartella in cui l’agente deve lavorare.
ja: エージェントが作業するフォルダを選択してください。
ko: 에이전트가 작업할 폴더를 선택하십시오.
nl: Kies de map waarin de agent moet werken.
pl: Wybierz folder, w którym ma pracować agent.
pt_br: Escolha a pasta em que o agente deve trabalhar.
ru: Выберите папку, в которой должен работать агент.
tr: Ajanın çalışacağı klasörü seçin.
uk: Виберіть папку, в якій має працювати агент.
zh_hans: 请选择智能体工作的文件夹。
zh_hant: 請選擇代理程式要工作的資料夾。

source: Describe the task in a few words — it labels the session in the sidebar.
ar: صِف المهمة ببضع كلمات — فهي تسمية الجلسة في الشريط الجانبي.
de: Beschreibe die Aufgabe in wenigen Worten – so erscheint die Sitzung in der Seitenleiste.
es: Describe la tarea en pocas palabras: así aparecerá la sesión en la barra lateral.
fr: Décrivez la tâche en quelques mots : c’est ainsi que la session apparaît dans la barre latérale.
hi: कार्य का वर्णन कुछ शब्दों में करें — साइडबार में सेशन इसी नाम से दिखता है।
it: Descrivi l’attività in poche parole: è il nome della sessione nella barra laterale.
ja: タスクを短く説明してください。サイドバーでのセッション名になります。
ko: 작업을 몇 단어로 설명하십시오. 사이드바에 세션 이름으로 표시됩니다.
nl: Beschrijf de taak in een paar woorden: zo heet de sessie in de navigatiekolom.
pl: Opisz zadanie w kilku słowach — tak sesja będzie oznaczona na pasku bocznym.
pt_br: Descreva a tarefa em poucas palavras — é assim que a sessão aparece na barra lateral.
ru: Опишите задачу в нескольких словах — так сессия будет подписана в боковой панели.
tr: Görevi birkaç sözcükle tanımlayın — oturum kenar çubuğunda bu adla görünür.
uk: Опишіть завдання кількома словами — так сеанс називатиметься на бічній панелі.
zh_hans: 用几个词描述任务 — 它将作为会话在边栏中的标签。
zh_hant: 用幾個字描述任務 — 它會成為工作階段在側邊欄中的名稱。

source: Feedback
ar: ملاحظات
es: Comentarios
fr: Retours
hi: फ़ीडबैक
it: Commenti
ja: フィードバック
ko: 피드백
pl: Uwagi
pt_br: Comentários
ru: Замечания
tr: Geri bildirim
uk: Відгуки
zh_hans: 意见
zh_hant: 意見

source: Fill it in, or pick another template.
ar: املأه، أو اختر قالبًا آخر.
de: Fülle es aus oder wähle eine andere Vorlage.
es: Rellénalo o elige otra plantilla.
fr: Remplissez-le, ou choisissez un autre gabarit.
hi: इसे भरें, या कोई अन्य टेम्पलेट चुनें।
it: Compilalo o scegli un altro template.
ja: 入力するか、別のテンプレートを選択してください。
ko: 내용을 입력하거나 다른 템플릿을 선택하십시오.
nl: Vul het in, of kies een ander sjabloon.
pl: Wypełnij je lub wybierz inny szablon.
pt_br: Preencha-o, ou escolha outra predefinição.
ru: Заполните его или выберите другой шаблон.
tr: Doldurun ya da başka bir şablon seçin.
uk: Заповніть його або виберіть інший шаблон.
zh_hans: 请填写，或选择其他模板。
zh_hant: 請填寫，或選擇其他範本。

source: Fix it, or remove the |/…/ to use the whole value.
ar: صحّحه، أو أزل |/…/ لاستخدام القيمة كاملة.
de: Korrigiere ihn oder entferne das |/…/, um den ganzen Wert zu verwenden.
es: Corrígela o quita el |/…/ para usar el valor completo.
fr: Corrigez-la, ou retirez le |/…/ pour utiliser la valeur entière.
hi: इसे ठीक करें, या पूरा मान उपयोग करने के लिए |/…/ हटाएँ।
it: Correggila o rimuovi |/…/ per usare l’intero valore.
ja: 修正するか、|/…/を取り除いて値全体を使用してください。
ko: 수정하거나, 전체 값을 사용하려면 |/…/을(를) 제거하십시오.
nl: Corrigeer haar, of verwijder de |/…/ om de hele waarde te gebruiken.
pl: Popraw je lub usuń |/…/, aby użyć całej wartości.
pt_br: Corrija-a, ou remova o |/…/ para usar o valor inteiro.
ru: Исправьте его или уберите |/…/, чтобы использовать значение целиком.
tr: Düzeltin ya da değerin tamamını kullanmak için |/…/ kısmını kaldırın.
uk: Виправте його або вилучіть |/…/, щоб використати значення повністю.
zh_hans: 请修正它，或移除 |/…/ 以使用完整值。
zh_hant: 請修正，或移除 |/…/ 以使用完整的值。

source: Go back to the default model of the agent.
ar: عُد إلى النموذج الافتراضي للوكيل.
de: Kehre zum Standardmodell des Agents zurück.
es: Vuelve al modelo por omisión del agente.
fr: Revenez au modèle par défaut de l’agent.
hi: एजेंट के डिफ़ॉल्ट मॉडल पर वापस जाएँ।
it: Torna al modello predefinito dell’agente.
ja: エージェントのデフォルトのモデルに戻してください。
ko: 에이전트의 기본 모델로 되돌리십시오.
nl: Ga terug naar het standaardmodel van de agent.
pl: Wróć do domyślnego modelu agenta.
pt_br: Volte ao modelo padrão do agente.
ru: Вернитесь к модели агента по умолчанию.
tr: Ajanın varsayılan modeline geri dönün.
uk: Поверніться до типової моделі агента.
zh_hans: 请改回智能体的默认模型。
zh_hant: 請改回代理程式的預設模型。

source: Grant access to the folder, or choose another one.
ar: اسمح بالوصول إلى المجلد، أو اختر مجلدًا آخر.
de: Erlaube den Zugriff auf den Ordner oder wähle einen anderen.
es: Permite el acceso a la carpeta o elige otra.
fr: Autorisez l’accès au dossier, ou choisissez-en un autre.
hi: फ़ोल्डर का ऐक्सेस दें, या कोई अन्य चुनें।
it: Concedi l’accesso alla cartella o scegline un’altra.
ja: フォルダへのアクセスを許可するか、別のフォルダを選択してください。
ko: 폴더에 대한 접근을 허용하거나 다른 폴더를 선택하십시오.
nl: Geef toegang tot de map, of kies een andere.
pl: Przyznaj dostęp do folderu lub wybierz inny.
pt_br: Conceda acesso à pasta, ou escolha outra.
ru: Разрешите доступ к папке или выберите другую.
tr: Klasöre erişim izni verin ya da başka bir klasör seçin.
uk: Надайте доступ до папки або виберіть іншу.
zh_hans: 请授予该文件夹的访问权限，或选择其他文件夹。
zh_hant: 請授予該資料夾的取用權限，或選擇其他資料夾。

source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
hi: हरा
it: Verde
ja: グリーン
ko: 초록색
nl: Groen
pl: Zielony
pt_br: Verde
ru: Зелёный
tr: Yeşil
uk: Зелений
zh_hans: 绿色
zh_hant: 綠色

source: Indigo
ar: نيلي
es: Índigo
hi: इंडिगो
it: Indaco
ja: インディゴ
ko: 남색
pl: Indygo
pt_br: Índigo
ru: Индиго
tr: Çivit
uk: Індиго
zh_hans: 靛蓝色
zh_hant: 靛藍色

source: It appears twice in the file.
ar: يظهر مرتين في الملف.
de: Sie kommt zweimal in der Datei vor.
es: Aparece dos veces en el archivo.
fr: Il figure deux fois dans le fichier.
hi: यह फ़ाइल में दो बार है।
it: Compare due volte nel file.
ja: ファイル内に2回出現します。
ko: 파일에 두 번 나타납니다.
nl: Het komt twee keer voor in het bestand.
pl: Występuje w pliku dwukrotnie.
pt_br: Aparece duas vezes no arquivo.
ru: Он встречается в файле дважды.
tr: Dosyada iki kez geçiyor.
uk: Він двічі трапляється у файлі.
zh_hans: 它在文件中出现了两次。
zh_hant: 它在檔案中出現兩次。

source: It is not a valid regular expression.
ar: ليس تعبيرًا نمطيًا صالحًا.
de: Das ist kein gültiger regulärer Ausdruck.
es: No es una expresión regular válida.
fr: Ce n’est pas une expression régulière valide.
hi: यह मान्य रेगुलर एक्सप्रेशन नहीं है।
it: Non è un’espressione regolare valida.
ja: 有効な正規表現ではありません。
ko: 유효한 정규 표현식이 아닙니다.
nl: Dit is geen geldige reguliere expressie.
pl: To nie jest prawidłowe wyrażenie regularne.
pt_br: Não é uma expressão regular válida.
ru: Это недопустимое регулярное выражение.
tr: Geçerli bir düzenli ifade değil.
uk: Це не дійсний регулярний вираз.
zh_hans: 这不是有效的正则表达式。
zh_hant: 這不是有效的正規表示式。

source: Merge request URL
ar: URL الـ merge request
de: URL des Merge-Requests
es: URL de la merge request
fr: URL de la merge request
it: URL della merge request
ja: マージリクエストのURL
nl: URL van merge request
pl: URL merge requesta
pt_br: URL da merge request
ru: URL merge request
tr: Merge request URL’si
uk: URL merge request

source: Merge some of them, or write the parts that never change as text.
ar: ادمج بعضها، أو اكتب الأجزاء التي لا تتغير أبدًا كنص.
de: Fasse einige zusammen oder schreibe die unveränderlichen Teile als Text.
es: Agrupa algunos o escribe como texto las partes que nunca cambian.
fr: Regroupez-en certains, ou écrivez en texte les parties qui ne changent jamais.
hi: इनमें से कुछ को मिलाएँ, या जो हिस्से कभी नहीं बदलते उन्हें टेक्स्ट के रूप में लिखें।
it: Unisci alcuni di essi o scrivi come testo le parti che non cambiano mai.
ja: いくつかをまとめるか、変わらない部分はテキストとして記述してください。
ko: 일부를 합치거나, 변하지 않는 부분은 일반 텍스트로 작성하십시오.
nl: Voeg er een paar samen, of schrijf de delen die nooit veranderen als tekst.
pl: Połącz niektóre z nich lub wpisz jako tekst części, które się nie zmieniają.
pt_br: Junte alguns deles, ou escreva como texto as partes que nunca mudam.
ru: Объедините некоторые из них или запишите неизменные части обычным текстом.
tr: Bazılarını birleştirin ya da hiç değişmeyen kısımları düz metin olarak yazın.
uk: Об’єднайте деякі з них або запишіть незмінні частини звичайним текстом.
zh_hans: 请合并其中一些，或将始终不变的部分写成文本。
zh_hant: 請合併其中一些，或將固定不變的部分寫成文字。

source: Name the task this template is for — it is how you pick it.
ar: سمِّ المهمة التي يخدمها هذا القالب — فبهذا الاسم ستختاره.
de: Benenne die Aufgabe dieser Vorlage – darüber wählst du sie aus.
es: Pon nombre a la tarea para la que sirve esta plantilla: así la elegirás.
fr: Nommez la tâche à laquelle sert ce gabarit : c’est ainsi que vous le choisirez.
hi: उस कार्य का नाम दें जिसके लिए यह टेम्पलेट है — इसी से आप इसे चुनेंगे।
it: Indica l’attività a cui serve questo template: è così che lo sceglierai.
ja: このテンプレートの用途となるタスクに名前を付けてください。選択するときにこの名前を使います。
ko: 이 템플릿이 사용될 작업의 이름을 지정하십시오. 템플릿을 고를 때 이 이름이 표시됩니다.
nl: Geef de taak een naam waarvoor dit sjabloon dient: zo kies je het.
pl: Nazwij zadanie, do którego służy ten szablon — po tej nazwie będziesz go wybierać.
pt_br: Dê nome à tarefa a que esta predefinição se destina — é assim que você a escolherá.
ru: Назовите задачу, для которой этот шаблон, — по этому названию вы будете его выбирать.
tr: Bu şablonun hangi görev için olduğunu adlandırın — onu bu adla seçersiniz.
uk: Назвіть завдання, для якого цей шаблон, — за цією назвою ви його вибиратимете.
zh_hans: 为此模板对应的任务命名 — 你将据此选择它。
zh_hant: 為此範本的用途命名 — 你將依此名稱選擇它。

source: No coding agent is selected.
ar: لم يتم تحديد أي وكيل برمجة.
de: Kein Coding-Agent ausgewählt.
es: No hay ningún agente de código seleccionado.
fr: Aucun agent de code n’est sélectionné.
hi: कोई कोडिंग एजेंट चयनित नहीं है।
it: Nessun agente di programmazione selezionato.
ja: コーディングエージェントが選択されていません。
ko: 선택된 코딩 에이전트가 없습니다.
nl: Er is geen codeeragent geselecteerd.
pl: Nie wybrano agenta kodującego.
pt_br: Nenhum agente de código está selecionado.
ru: Агент для программирования не выбран.
tr: Hiçbir kodlama ajanı seçilmedi.
uk: Агента для програмування не вибрано.
zh_hans: 未选择编程智能体。
zh_hant: 未選擇程式碼代理程式。

source: No working folder was chosen.
ar: لم يتم اختيار مجلد عمل.
de: Es wurde kein Arbeitsordner gewählt.
es: No se ha elegido ninguna carpeta de trabajo.
fr: Aucun dossier de travail n’a été choisi.
hi: कोई कार्य फ़ोल्डर नहीं चुना गया।
it: Nessuna cartella di lavoro scelta.
ja: 作業フォルダが選択されていません。
ko: 작업 폴더가 선택되지 않았습니다.
nl: Er is geen werkmap gekozen.
pl: Nie wybrano folderu roboczego.
pt_br: Nenhuma pasta de trabalho foi escolhida.
ru: Рабочая папка не выбрана.
tr: Hiçbir çalışma klasörü seçilmedi.
uk: Робочу папку не вибрано.
zh_hans: 未选择工作文件夹。
zh_hant: 未選擇工作資料夾。

source: Optional — a part to look at closely
ar: اختياري — جزء يستحق الفحص عن قرب
de: Optional – ein Teil, der genau geprüft werden soll
es: Opcional — una parte que examinar de cerca
fr: Facultatif — une partie à examiner de près
hi: वैकल्पिक — ध्यान से देखने वाला हिस्सा
it: Facoltativo — una parte da esaminare con attenzione
ja: オプション — 特に注意して見る部分
ko: 선택 사항 — 자세히 살펴볼 부분
nl: Optioneel — een deel om goed te bekijken
pl: Opcjonalnie — część do dokładnego sprawdzenia
pt_br: Opcional — uma parte a examinar de perto
ru: Необязательно — часть, которую стоит изучить внимательно
tr: İsteğe bağlı — yakından bakılacak bir kısım
uk: Необов’язково — частина, яку слід уважно переглянути
zh_hans: 可选 — 需要仔细查看的部分
zh_hant: 選填 — 需要仔細檢查的部分

source: Petrol Blue
ar: أزرق بترولي
de: Petrolblau
es: Azul petróleo
fr: Bleu pétrole
hi: पेट्रोल ब्लू
it: Blu petrolio
ja: ペトロールブルー
ko: 페트롤 블루
nl: Petrolblauw
pl: Niebieski naftowy
pt_br: Azul-petróleo
ru: Петроль
tr: Petrol Mavisi
uk: Темно-бірюзовий
zh_hans: 石油蓝
zh_hant: 石油藍

source: Pick a name that tells them apart.
ar: اختر اسمًا يميّز بينهما.
de: Wähle einen Namen, der sie unterscheidet.
es: Elige un nombre que permita distinguirlas.
fr: Choisissez un nom qui permet de les distinguer.
hi: ऐसा नाम चुनें जिससे इन्हें अलग पहचाना जा सके।
it: Scegli un nome che li distingua.
ja: 区別できる名前を付けてください。
ko: 서로 구별되는 이름을 선택하십시오.
nl: Kies een naam waarmee je ze uit elkaar houdt.
pl: Wybierz nazwę, która je rozróżni.
pt_br: Escolha um nome que as diferencie.
ru: Выберите название, по которому их можно различить.
tr: Onları birbirinden ayıran bir ad seçin.
uk: Виберіть назву, за якою їх можна розрізнити.
zh_hans: 请选择一个能区分它们的名称。
zh_hant: 請選擇能區分它們的名稱。
